-> Start

=== Start ===
一种令人心悸的氛围笼罩在你面前的荒凉战场上，帝国的勇气与吸血鬼伯爵的黑暗力量相互碰撞。你遇到了一个战场，地面上散落着战争的残余物——破碎的刀剑、破碎的盾牌以及士兵和亡灵那恐怖的尸体。寂静弥漫在空气中，只被远处秃鹫的哭声打破。你能隐约感受到邪恶魔法的重压污染着空气。

倒下的人静静地躺着，他们的生命和命运永远交织在这个悲剧的地方。当你踏上浸满鲜血的土地时，历史和牺牲的重压笼罩在你身上。

在这个令人心酸的场景中，你将选择怎样的行动路线？

* [搜寻在战场上的幸存者。] -> SearchForSurvivors
* [向赴死者致敬，并继续你的旅程。] -> PayRespects
* [离开战场，继续你的旅程。] -> ContinueOn
=== SearchForSurvivors ===
带着希望和忐忑，你在倒下如画卷般的士兵尸体中穿行，寻找在死亡的海洋中的一丝生机。你的决心带你找到了一名受伤的士兵，他的呼吸困难而虚弱。你跪在他身边，提供援助和安慰，尽力为他的伤势治疗。

他的眼睛微微睁开，感激之情在其中闪烁。他用低沉的声音表达感谢，并发誓要报答你的善意。

* [护送幸存者脱离危险。] -> HelpButDie
* [尝试用生命魔法治愈士兵。] -> UseGhyranMagic

=== UseGhyranMagic ===
为了使用生命魔法，你的法师调动起大自然赋予的生命能量。空气散发着因法师施展咒语而闪烁着翠绿的能量，它引导着咒语朝着受伤的士兵流动。士兵的伤势开始愈合，他的呼吸稳定下来，脸颊恢复了血色。

幸存者弱弱地笑了笑，对你的奇迹般出现表示了感激。他发自衷心的感谢，并发誓要加入你的行列。

* [接受他的效忠，继续前进。] -> ContinueOn
=== HelpButDie ===
尽管你尽力而为，士兵的状况还是迅速恶化。他的呼吸变得浅薄，目光失去焦点。你鼓足了气的尝试挽救，但士兵的生命还是不断流逝，他的离去留下了一种忧郁的氛围和一种难以摆脱的无助感。

怀着沉重的心情，你低下头，向阵亡士兵致以敬意，纪念他们英勇的战斗。

* [向赴死者致敬，并继续前进。] -> ContinueOn
=== PayRespects ===
低下头，庄严地向阵亡的士兵们致以敬意，他们在这个被亡灵所笼罩的战场上献出了生命。一种同仇敌忾的情感笼罩着你的队伍，这场战斗是对莫尔和亡灵之间持久斗争的深刻提醒。

完成了你的默默致敬后，你鼓起决心，决心要消灭那个迫在眉睫，威胁人类的黑暗。

-> END

=== ContinueOn ===
你选择离开战场，继续你的旅程。

当你离开时，荒凉的战场上似乎发出了一个悲伤的叹息，永远见证着那些勇于站在黑暗潮流面前的人们所经历的考验。

-> END